Repository: vinxu/CastReader
Catalog: CastReader/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: 研究问题 · 方法 · 结论 · 贡献
de: Fragen · Methoden · Ergebnisse · Beiträge
en: Questions · Methods · Findings · Contributions
es: Preguntas · Métodos · Hallazgos · Aportes
fr: Questions · Méthodes · Résultats · Contributions
hi: प्रश्न · तरीके · निष्कर्ष · योगदान
it: Domande · Metodi · Risultati · Contributi
ja: 質問、方法、調査結果、貢献
pt_br: Perguntas · Métodos · Resultados · Contribuições

source: 稍后再说
de: Später
en: Maybe later
es: Quizá más tarde
fr: Plus tard
hi: शायद बाद में
it: Più tardi
ja: 後で
pt_br: Talvez mais tarde

source: 稍后重试即可。你的 Kindle 绑定和书架都没有变化。
de: Versuche es gleich noch einmal. Kindle-Konto und Bibliothek bleiben unverändert.
en: Try again in a moment. Your Kindle account and library are unchanged.
es: Inténtalo de nuevo en un momento. Tu cuenta de Kindle y tu biblioteca no han cambiado.
fr: Réessayez dans un instant. Votre compte Kindle et votre bibliothèque sont inchangés.
hi: थोड़ी देर बाद फिर कोशिश करें। आपका Kindle खाता और लाइब्रेरी अपरिवर्तित हैं।
it: Riprova tra poco. Il tuo account Kindle e la libreria non sono cambiati.
ja: しばらくしてからもう一度お試しください。Kindle の連携とライブラリはそのままです。
pt_br: Tente novamente em instantes. Sua conta Kindle e sua biblioteca não mudaram.

source: 管理书架来源
de: Bibliotheksquellen verwalten
en: Manage Library Sources
es: Gestionar fuentes de la biblioteca
fr: Gérer les sources de la bibliothèque
hi: लाइब्रेरी स्रोत प्रबंधित करें
it: Gestisci le fonti della libreria
ja: 本棚の連携先を管理
pt_br: Gerenciar fontes da biblioteca

source: 管理各语言音色
de: Stimmen nach Sprache verwalten
en: Manage Voices by Language
es: Administrar voces por idioma
fr: Gérer les voix par langue
hi: भाषा के आधार पर आवाज़ें प्रबंधित करें
it: Gestisci le voci per lingua
ja: 言語ごとに音声を管理
pt_br: Gerenciar vozes por idioma

source: 管理订阅
de: Abonnement verwalten
en: Manage Subscription
es: Administrar suscripción
fr: Gérer l'abonnement
hi: सदस्यता प्रबंधित करें
it: Gestisci abbonamento
ja: サブスクリプションの管理
pt_br: Gerenciar assinatura

source: 粘贴或输入一段文字
de: Text einfügen oder eingeben
en: Paste or type some text
es: Pega o escribe algún texto
fr: Collez ou tapez du texte
hi: कुछ टेक्स्ट चिपकाएँ या टाइप करें
it: Incolla o digita del testo
ja: テキストを貼り付けるか入力します
pt_br: Cole ou digite algum texto

source: 粘贴或输入一段文本
de: Textabschnitt einfügen oder eingeben
en: Paste or type a passage
es: Pegar o escribir un pasaje
fr: Coller ou saisir un passage
hi: एक गद्यांश चिपकाएँ या टाइप करें
it: Incolla o digita un passaggio
ja: 文章を貼り付けるか入力します
pt_br: Cole ou digite uma passagem

source: 粘贴文本
de: Text einfügen
en: Paste Text
es: Pegar texto
fr: Coller le texte
hi: पाठ चिपकाएँ
it: Incolla testo
ja: テキストを貼り付け
pt_br: Colar texto

source: 粘贴图书馆提供的 O’Reilly 或 EZproxy 登录链接。
de: Füge den von deiner Bibliothek bereitgestellten O’Reilly- oder EZproxy-Anmeldelink ein.
en: Paste the O’Reilly or EZproxy sign-in link provided by your library.
es: Pega el enlace de inicio de sesión de O’Reilly o EZproxy proporcionado por tu biblioteca.
fr: Collez le lien de connexion O’Reilly ou EZproxy fourni par votre bibliothèque.
hi: अपनी लाइब्रेरी द्वारा दिया गया O’Reilly या EZproxy साइन-इन लिंक पेस्ट करें।
it: Incolla il link di accesso O’Reilly o EZproxy fornito dalla biblioteca.
ja: 図書館から提供された O’Reilly または EZproxy のログインリンクを貼り付けます。
pt_br: Cole o link de login do O’Reilly ou EZproxy fornecido pela sua biblioteca.

source: 系统 OCR 不支持语言：%@
de: Die System-OCR unterstützt diese Sprachen nicht: %@
en: System OCR does not support these languages: %@
es: El OCR del sistema no admite estos idiomas: %@
fr: L’OCR du système ne prend pas en charge ces langues : %@
hi: सिस्टम OCR इन भाषाओं का समर्थन नहीं करता: %@
it: L'OCR di sistema non supporta queste lingue: %@
ja: システムOCRは次の言語に対応していません：%@
pt_br: O OCR do sistema não é compatível com estes idiomas: %@

source: 组织讲解…
de: Erklärung wird erstellt …
en: Composing explanation…
es: Preparando la explicación…
fr: Composition de l’explication…
hi: व्याख्या तैयार की जा रही है…
it: Composizione della spiegazione…
ja: 解説を構成中…
pt_br: Organizando a explicação…

source: 绑定 Google Play 图书
de: Google Play Bücher verbinden
en: Connect Google Play Books
es: Conectar Google Play Libros
fr: Connecter Google Play Livres
hi: Google Play किताबें कनेक्ट करें
it: Collega Google Play Libri
ja: Google Play ブックスを連携
pt_br: Conectar o Google Play Livros

source: 绑定 Kindle
de: Kindle verbinden
en: Connect Kindle
es: Conectar Kindle
fr: Connecter Kindle
hi: किंडल कनेक्ट करें
it: Connetti Kindle
ja: Kindle を接続する
pt_br: Conecte o Kindle

source: 绑定 Kobo
de: Kobo verbinden
en: Connect Kobo
es: Conectar Kobo
fr: Connecter Kobo
hi: Kobo कनेक्ट करें
it: Collega Kobo
ja: Kobo を連携
pt_br: Conectar a Kobo

source: 绑定 O’Reilly
de: O’Reilly verbinden
en: Connect O’Reilly
es: Conectar O’Reilly
fr: Connecter O’Reilly
hi: O’Reilly कनेक्ट करें
it: Collega O’Reilly
ja: O’Reilly を接続
pt_br: Conectar à O’Reilly

source: 绑定微信读书
de: WeRead verbinden
en: Connect WeRead
es: Conectar WeRead
fr: Connecter WeRead
hi: WeRead कनेक्ट करें
it: Collega WeRead
ja: WeRead を連携
pt_br: Conectar o WeRead

source: 继续
de: Fortfahren
en: Continue
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
pt_br: Continuar

source: 继续即表示同意
de: Wenn du fortfährst, stimmst du Folgendem zu:
en: By continuing, you agree to our
es: Al continuar, aceptas nuestra
fr: En continuant, vous acceptez notre
hi: जारी रखकर, आप हमारी बात से सहमत हैं
it: Continuando accetti i ns
ja: 続行すると、次のことに同意したことになります
pt_br: Ao continuar, você concorda com nossos

source: 继续听
de: Weiterhören
en: Continue Listening
es: Continuar escuchando
fr: Continuer à écouter
hi: सुनना जारी रखें
it: Continua ad ascoltare
ja: 聞き続ける
pt_br: Continuar ouvindo

source: 继续看
de: Fortfahren
en: Continue
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続きを見る
pt_br: Continuar

source: 继续讲解…
de: Erklärung wird fortgesetzt …
en: Continuing explanation…
es: Continuando la explicación…
fr: Poursuite de l’explication…
hi: व्याख्या जारी है…
it: Continuazione della spiegazione…
ja: 解説を続けています…
pt_br: Continuando a explicação…

source: 网址
de: URL
en: URL
es: URL
fr: URL
hi: यूआरएल
it: URL
ja: URL
pt_br: URL

source: 网址无效
de: Ungültige URL
en: Invalid URL
es: URL no válida
fr: URL non valide
hi: अमान्य URL
it: URL non valido
ja: 無効なURL
pt_br: URL inválida

source: 网络连接失败，请重试。
de: Netzwerkverbindung fehlgeschlagen. Bitte versuche es erneut.
en: Network connection failed. Please try again.
es: Error de conexión de red. Inténtalo de nuevo.
fr: Échec de la connexion réseau. Veuillez réessayer.
hi: नेटवर्क कनेक्शन विफल रहा। कृपया फिर से कोशिश करें।
it: Connessione di rete non riuscita. Riprova.
ja: ネットワーク接続に失敗しました。もう一度お試しください。
pt_br: Falha na conexão de rede. Tente novamente.

source: 网络连接有问题
de: Verbindungsproblem
en: Connection problem
es: Problema de conexión
fr: Problème de connexion
hi: कनेक्शन में समस्या
it: Problema di connessione
ja: 接続に問題があります
pt_br: Problema de conexão

source: 网页
de: Web
en: Web
es: Web
fr: Web
hi: वेब
it: Web
ja: Web
pt_br: Web

source: 网页、文档站、文章链接
de: Webseiten, Dokumentationen und Artikellinks
en: Web pages, docs, and article links
es: Páginas web, documentos y enlaces a artículos
fr: Pages Web, documents et liens vers des articles
hi: वेब पेज, दस्तावेज़ और लेख लिंक
it: Collegamenti a pagine Web, documenti e articoli
ja: Web ページ、ドキュメント、記事のリンク
pt_br: Páginas da web, documentos e links de artigos

source: 美国
de: USA
en: US
es: EE. UU.
fr: États-Unis
hi: अमेरिका
it: Stati Uniti
ja: アメリカ
pt_br: EUA

source: 聆听更多，理解更深
de: Mehr hören. Mehr verstehen.
en: Listen More. Understand More.
es: Escuche más. Comprenda más.
fr: Écoutez davantage. Comprendre davantage.
hi: और अधिक सुनें. और अधिक समझें.
it: Ascolta di più. Comprendi di più.
ja: もっと聞いてください。もっと理解してください。
pt_br: Ouça mais. Entenda mais.

source: 自动划重点 · 写批注
de: Automatisch hervorheben · Kommentieren
en: Auto-highlight · Annotate
es: Resaltado automático · Anotar
fr: Mise en surbrillance automatique · Annoter
hi: ऑटो-हाइलाइट · एनोटेट
it: Evidenziazione automatica · Annota
ja: 自動ハイライト・注釈付け
pt_br: Destaque automático · Anotar

source: 自动播放
de: Automatische Wiedergabe
en: Auto-play
es: Reproducción automática
fr: Lecture automatique
hi: स्वत: प्ले
it: Riproduzione automatica
ja: 自動再生
pt_br: Reprodução automática

source: 自动滚动
de: Automatisches Scrollen
en: Auto-scroll
es: Desplazamiento automático
fr: Défilement automatique
hi: स्वतः स्क्रॉल
it: Scorrimento automatico
ja: 自動スクロール
pt_br: Rolagem automática

source: 自动续订订阅，当前周期结束前 24 小时自动续费；可随时在 App Store 设置中取消。
de: Automatisch verlängerndes Abonnement. Es verlängert sich 24 Stunden vor Ablauf des aktuellen Zeitraums, sofern es nicht in den App-Store-Einstellungen gekündigt wird.
en: Auto-renewing subscription. It renews 24 hours before the current period ends unless canceled in App Store settings.
es: Suscripción de renovación automática. Se renueva 24 horas antes de que finalice el período actual, a menos que se cancele en la configuración de la App Store.
fr: Abonnement à renouvellement automatique. Il se renouvelle 24 heures avant la fin de la période en cours, sauf annulation dans les paramètres de l'App Store.
hi: स्वत: नवीनीकरण सदस्यता। यह वर्तमान अवधि समाप्त होने से 24 घंटे पहले नवीनीकृत हो जाता है जब तक कि ऐप स्टोर सेटिंग्स में रद्द न किया जाए।
it: Abbonamento con rinnovo automatico. Si rinnova 24 ore prima della fine del periodo corrente, a meno che non venga annullato nelle impostazioni dell'App Store.
ja: 自動更新サブスクリプション。 App Store の設定でキャンセルしない限り、現在の期間が終了する 24 時間前に更新されます。
pt_br: Assinatura com renovação automática. Ele é renovado 24 horas antes do término do período atual, a menos que seja cancelado nas configurações da App Store.

source: 英国
de: Großbritannien
en: UK
es: Reino Unido
fr: Royaume-Uni
hi: यूके
it: Regno Unito
ja: イギリス
pt_br: Reino Unido

source: 英文
de: Englisch
en: English
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
it: Inglese
ja: 英語
pt_br: Inglês

source: 英语录制
de: Auf Englisch aufgenommen
en: Recorded in English
es: Grabado en inglés
fr: Enregistré en anglais
hi: अंग्रेज़ी में रिकॉर्ड किया गया
it: Registrato in inglese
ja: 英語で録音
pt_br: Gravado em inglês

source: 要朗读还是解读？
de: Vorlesen oder erklären?
en: Read Aloud or Explain?
es: ¿Leer en voz alta o explicar?
fr: Lire à voix haute ou expliquer ?
hi: ज़ोर से पढ़ें या व्याख्या करें?
it: Leggere ad alta voce o spiegare?
ja: 読み上げますか、解説しますか？
pt_br: Ler em voz alta ou explicar?

source: 解绑
de: Verknüpfung lösen
en: Unlink
es: Desvincular
fr: Dissocier
hi: लिंक हटाएँ
it: Scollega
ja: 連携解除
pt_br: Desvincular

source: 解绑 Kindle
de: Kindle trennen
en: Unbind Kindle
es: Desvincular Kindle
fr: Délier le Kindle
hi: किंडल को अनबाइंड करें
it: Scollega Kindle
ja: Kindleのバインドを解除する
pt_br: Desvincular Kindle

source: 解绑 Kindle？
de: Kindle trennen?
en: Unbind Kindle?
es: ¿Desvincular Kindle?
fr: Délier le Kindle ?
hi: किंडल को अनबाइंड करें?
it: Scollegare Kindle?
ja: Kindle のバインドを解除しますか?
pt_br: Desvincular o Kindle?

source: 解绑只清除本机 CastReader 的 Kindle 登录状态和书架缓存，不会影响 Amazon 账号或 Kindle 图书。
de: Beim Trennen werden nur die Kindle-Anmeldung und der Bibliothekscache von CastReader auf diesem Gerät gelöscht. Dein Amazon-Konto und deine Kindle-Bücher bleiben unberührt.
en: Unlinking only clears CastReader’s Kindle sign-in state and library cache on this device. It does not affect your Amazon account or Kindle books.
es: Al desvincular, solo se borran el inicio de sesión de Kindle y la caché de la biblioteca de CastReader en este dispositivo. No afecta a tu cuenta de Amazon ni a tus libros Kindle.
fr: La dissociation efface uniquement les informations de connexion Kindle et le cache de la bibliothèque CastReader sur cet appareil. Elle n’affecte ni votre compte Amazon ni vos livres Kindle.
hi: लिंक हटाने पर केवल इस डिवाइस पर CastReader की Kindle साइन-इन स्थिति और लाइब्रेरी कैश साफ़ होगा। आपके Amazon खाते या Kindle पुस्तकों पर कोई असर नहीं पड़ेगा।
it: La disconnessione cancella solo l’accesso Kindle e la cache della libreria CastReader su questo dispositivo. Non influisce sull’account Amazon né sui libri Kindle.
ja: 連携解除では、この端末に保存されたCastReaderのKindleログイン情報とライブラリキャッシュだけが削除されます。AmazonアカウントやKindle本には影響しません。
pt_br: Desvincular limpa apenas o login do Kindle e o cache da biblioteca do CastReader neste dispositivo. Isso não afeta sua conta Amazon nem seus livros Kindle.

source: 解读
de: Erklären
en: Explain
es: Explicar
fr: Expliquer
hi: व्याख्या
it: Spiega
ja: 解説
pt_br: Explicar

source: 解读中
de: Wird erklärt
en: Explaining
es: Explicando
fr: Explication en cours
hi: व्याख्या जारी है
it: Spiegazione in corso
ja: 解説中
pt_br: Explicando

source: 解读场景
de: Szenarien
en: Scenarios
es: Escenarios
fr: Scénarios
hi: परिदृश्यों
it: Scenari
ja: シナリオ
pt_br: Cenários

source: 解读失败
de: Erklärung fehlgeschlagen
en: Explanation failed
es: Error al generar la explicación
fr: Échec de l’explication
hi: व्याख्या विफल रही
it: Spiegazione non riuscita
ja: 解説に失敗しました
pt_br: Falha ao gerar a explicação

source: 解读失败：%@
de: Erklärung fehlgeschlagen: %@
en: Explanation failed: %@
es: Error al generar la explicación: %@
fr: Échec de l’explication : %@
hi: व्याख्या विफल रही: %@
it: Spiegazione non riuscita: %@
ja: 解説に失敗しました：%@
pt_br: Falha ao gerar a explicação: %@

source: 解读完成
de: Erklärung abgeschlossen
en: Explanation complete
es: Explicación completada
fr: Explication terminée
hi: व्याख्या पूरी हुई
it: Spiegazione completata
ja: 解説が完了しました
pt_br: Explicação concluída

source: 解读数据解析失败：%@
de: Erklärungsdaten konnten nicht verarbeitet werden: %@
en: Failed to parse explanation data: %@
es: No se pudieron analizar los datos de la explicación: %@
fr: Impossible d’analyser les données de l’explication : %@
hi: व्याख्या डेटा को पार्स नहीं किया जा सका: %@
it: Impossibile analizzare i dati della spiegazione: %@
ja: 解説データの解析に失敗しました：%@
pt_br: Falha ao analisar os dados da explicação: %@

source: 解读服务暂未识别 Pro 会员，请稍后重试
de: Der Erklärungsdienst hat deinen Pro-Status noch nicht erkannt. Bitte versuche es erneut.
en: The explanation service has not recognized your Pro status yet. Please try again.
es: El servicio de explicación aún no ha reconocido tu estado Pro. Inténtalo de nuevo.
fr: Le service d’explication n’a pas encore reconnu votre statut Pro. Réessayez.
hi: व्याख्या सेवा ने अभी आपका Pro स्टेटस नहीं पहचाना है। फिर से कोशिश करें।
it: Il servizio di spiegazione non ha ancora riconosciuto il tuo stato Pro. Riprova.
ja: 解説サービスでProステータスをまだ確認できません。もう一度お試しください。
pt_br: O serviço de explicação ainda não reconheceu seu status Pro. Tente novamente.

source: 解读服务错误 (HTTP %lld)
de: Fehler des Erklärungsdienstes (HTTP %lld)
en: Explanation service error (HTTP %lld)
es: Error del servicio de explicación (HTTP %lld)
fr: Erreur du service d’explication (HTTP %lld)
hi: व्याख्या सेवा में त्रुटि (HTTP %lld)
it: Errore del servizio di spiegazione (HTTP %lld)
ja: 解説サービスエラー（HTTP %lld）
pt_br: Erro do serviço de explicação (HTTP %lld)

source: 解读未返回首块内容
de: Der Erklärungsdienst hat keinen ersten Inhalt zurückgegeben
en: The explanation service returned no initial content
es: El servicio de explicación no devolvió contenido inicial
fr: Le service d’explication n’a renvoyé aucun contenu initial
hi: व्याख्या सेवा ने शुरुआती सामग्री नहीं लौटाई
it: Il servizio di spiegazione non ha restituito contenuti iniziali
ja: 解説サービスから最初の内容が返されませんでした
pt_br: O serviço de explicação não retornou conteúdo inicial

source: 解读深度
de: Erklärungstiefe
en: Explanation Depth
es: Nivel de detalle
fr: Niveau de détail
hi: व्याख्या का स्तर
it: Livello di dettaglio
ja: 解説の詳しさ
pt_br: Nível de detalhe

source: 解锁全部朗读与解读能力
de: Alle Funktionen für Vorlesen und Erklären freischalten
en: Unlock all Read Aloud and Explain features
es: Desbloquea todas las funciones de Leer en voz alta y Explicar
fr: Débloquez toutes les fonctions de lecture à voix haute et d’explication
hi: ज़ोर से पढ़ने और व्याख्या की सभी सुविधाएँ अनलॉक करें
it: Sblocca tutte le funzioni di lettura ad alta voce e spiegazione
ja: 読み上げと解説の全機能を利用できます
pt_br: Desbloqueie todos os recursos de leitura em voz alta e explicação

source: 解锁完整朗读、解读与高级声音体验
de: Unbegrenztes Vorlesen, Erklärungen und Premium-Stimmen freischalten.
en: Unlock unlimited Read Aloud, explanations, and premium voices.
es: Desbloquea lectura en voz alta y explicaciones ilimitadas, además de voces premium.
fr: Débloquez la lecture à voix haute et les explications illimitées, ainsi que les voix premium.
hi: असीमित ज़ोर से पढ़ना, व्याख्याएँ और प्रीमियम आवाज़ें अनलॉक करें।
it: Sblocca lettura ad alta voce e spiegazioni illimitate, oltre alle voci premium.
ja: 無制限の読み上げと解説、プレミアム音声を利用できます。
pt_br: Desbloqueie leitura em voz alta e explicações ilimitadas, além de vozes premium.

source: 解除 Google Play 图书绑定
de: Google Play Bücher trennen
en: Disconnect Google Play Books
es: Desvincular Google Play Libros
fr: Dissocier Google Play Livres
hi: Google Play किताबें का कनेक्शन हटाएँ
it: Scollega Google Play Libri
ja: Google Play ブックスとの連携を解除
pt_br: Desconectar Google Play Livros

source: 解除 Google Play 图书绑定？
de: Google Play Bücher trennen?
en: Disconnect Google Play Books?
es: ¿Desconectar Google Play Libros?
fr: Déconnecter Google Play Livres ?
hi: Google Play किताबें डिस्कनेक्ट करें?
it: Scollegare Google Play Libri?
ja: Google Play ブックスの連携を解除しますか？
pt_br: Desconectar o Google Play Livros?

source: 解除 Kobo 绑定
de: Kobo trennen
en: Disconnect Kobo
es: Desvincular Kobo
fr: Dissocier Kobo
hi: Kobo का कनेक्शन हटाएँ
it: Scollega Kobo
ja: Kobo との連携を解除
pt_br: Desconectar a Kobo

source: 解除 Kobo 绑定？
de: Kobo trennen?
en: Disconnect Kobo?
es: ¿Desconectar Kobo?
fr: Déconnecter Kobo ?
hi: Kobo को डिस्कनेक्ट करें?
it: Scollegare Kobo?
ja: Kobo の連携を解除しますか？
pt_br: Desconectar a Kobo?

source: 解除 O’Reilly 绑定？
de: O’Reilly-Verknüpfung aufheben?
en: Unlink O’Reilly?
es: ¿Desvincular O’Reilly?
fr: Dissocier O’Reilly ?
hi: O’Reilly को अनलिंक करें?
it: Scollegare O’Reilly?
ja: O’Reilly の連携を解除しますか？
pt_br: Desvincular a O’Reilly?

source: 解除微信读书登录
de: WeRead-Anmeldung löschen
en: Clear WeRead Sign-In
es: Cerrar sesión de WeRead
fr: Effacer la connexion WeRead
hi: WeRead साइन-इन हटाएँ
it: Rimuovi accesso WeRead
ja: WeRead のログインを解除
pt_br: Remover login do WeRead

source: 解除微信读书绑定？
de: WeRead trennen?
en: Disconnect WeRead?
es: ¿Desconectar WeRead?
fr: Déconnecter WeRead ?
hi: WeRead डिस्कनेक्ट करें?
it: Scollegare WeRead?
ja: WeRead の連携を解除しますか？
pt_br: Desconectar o WeRead?

source: 解除绑定
de: Trennen
en: Disconnect
es: Desconectar
fr: Déconnecter
hi: डिस्कनेक्ट करें
it: Scollega
ja: 連携を解除
pt_br: Desconectar

source: 解除绑定只会清除 CastReader 中对应平台的本地数据，不会影响原平台账号或书籍。
de: Beim Trennen werden nur die lokalen Daten der jeweiligen Plattform in CastReader gelöscht. Das ursprüngliche Konto und die Bücher bleiben unberührt.
en: Disconnecting only clears that platform's local data in CastReader. It does not affect the original account or books.
es: Desvincular solo borra de CastReader los datos locales de esa plataforma. No afecta a la cuenta ni a los libros originales.
fr: La dissociation efface uniquement les données locales de cette plateforme dans CastReader. Elle n'affecte pas le compte ni les livres d'origine.
hi: डिस्कनेक्ट करने से CastReader में केवल उस प्लेटफ़ॉर्म का स्थानीय डेटा हटेगा। मूल खाता और किताबें प्रभावित नहीं होंगी।
it: La disconnessione cancella solo i dati locali della piattaforma in CastReader. Non modifica l'account o i libri originali.
ja: 連携解除では CastReader 内にある対象サービスのローカルデータだけを消去します。元のアカウントや本には影響しません。
pt_br: Desconectar apaga apenas os dados locais dessa plataforma no CastReader. A conta e os livros originais não são afetados.

source: 订阅信息加载失败
de: Abonnements konnten nicht geladen werden
en: Failed to load subscriptions
es: No se pudieron cargar las suscripciones
fr: Échec du chargement des abonnements
hi: सदस्यताएँ लोड करने में विफल
it: Impossibile caricare gli abbonamenti
ja: サブスクリプションの読み込みに失敗しました
pt_br: Falha ao carregar assinaturas

source: 订阅自动续期，可随时在 App Store 取消。
de: Das Abonnement verlängert sich automatisch. Jederzeit im App Store kündbar.
en: Subscription auto-renews. Cancel anytime in the App Store.
es: La suscripción se renueva automáticamente. Cancela en cualquier momento en la App Store.
fr: L'abonnement se renouvelle automatiquement. Annulez à tout moment dans l’App Store.
hi: सदस्यता स्वतः नवीनीकरण. ऐप स्टोर में किसी भी समय रद्द करें।
it: L'abbonamento si rinnova automaticamente. Annulla in qualsiasi momento nell'App Store.
ja: サブスクリプションは自動更新されます。 App Storeでいつでもキャンセルできます。
pt_br: A assinatura é renovada automaticamente. Cancele a qualquer momento na App Store.

source: 让每本 Kindle 都开口说话
de: Jedes Kindle-Buch zum Sprechen bringen
en: Make every Kindle book speak
es: Haz que tus libros Kindle cobren voz
fr: Donnez une voix à vos livres Kindle
hi: अपनी Kindle किताबों को आवाज़ दें
it: Dai voce ai tuoi libri Kindle
ja: Kindleの本を、声で楽しもう
pt_br: Dê voz aos seus livros Kindle

source: 讲解中 · 第 %lld/%lld 段
de: Erklärung · Abschnitt %1$lld/%2$lld
en: Explaining · block %1$lld/%2$lld
es: Explicando · bloque %1$lld/%2$lld
fr: Explication · bloc %1$lld/%2$lld
hi: व्याख्या · ब्लॉक %1$lld/%2$lld
it: Spiegazione · blocco %1$lld/%2$lld
ja: 解説中・ブロック%1$lld/%2$lld
pt_br: Explicando · bloco %1$lld/%2$lld

source: 讲解深度
de: Erklärungstiefe
en: Explanation Depth
es: Nivel de detalle
fr: Niveau de détail
hi: व्याख्या का स्तर
it: Livello di dettaglio
ja: 解説の詳しさ
pt_br: Nível de detalhe

source: 讲解生成中，请稍候
de: Erklärung wird erstellt. Bitte warten.
en: Generating explanation, please wait
es: Generando explicación, por favor espere.
fr: Génération d'une explication, veuillez patienter
hi: स्पष्टीकरण उत्पन्न हो रहा है, कृपया प्रतीक्षा करें
it: Generazione della spiegazione, attendere
ja: 説明を生成しています。お待ちください
pt_br: Gerando explicação, aguarde

source: 讲解语言
de: Erklärungssprache
en: Explanation Language
es: Idioma de la explicación
fr: Langue de l’explication
hi: व्याख्या की भाषा
it: Lingua della spiegazione
ja: 解説言語
pt_br: Idioma da explicação

source: 论文 / 学术
de: Aufsätze / Wissenschaft
en: Papers / Academic
es: Artículos / Académicos
fr: Articles / Académiques
hi: कागजात/अकादमिक
it: Documenti / Accademici
ja: 論文 / 学術
pt_br: Artigos / Acadêmicos

source: 论文、arXiv、DOI 页面、学术 PDF
de: Aufsätze, arXiv-, DOI-Seiten und wissenschaftliche PDFs
en: Papers, arXiv, DOI pages, and academic PDFs
es: Artículos, arXiv, páginas DOI y archivos PDF académicos
fr: Articles, arXiv, pages DOI et PDF académiques
hi: शोधपत्र, arXiv और DOI पेज, तथा अकादमिक PDF
it: Documenti, arXiv, pagine DOI e PDF accademici
ja: 論文、arXiv、DOI ページ、学術 PDF
pt_br: Artigos, arXiv, páginas DOI e PDFs acadêmicos

source: 设置
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pt_br: Ajustes

source: 评价 CastReader
de: CastReader bewerten
en: Rate CastReader
es: Valorar CastReader
fr: Noter CastReader
hi: CastReader को रेट करें
it: Valuta CastReader
ja: CastReader を評価
pt_br: Avaliar o CastReader

source: 识别中…
de: Wird erkannt …
en: Recognizing…
es: Reconociendo…
fr: Reconnaissance…
hi: पहचान जारी है…
it: Riconoscimento…
ja: 認識中…
pt_br: Reconhecendo…

source: 识别失败
de: Erkennung fehlgeschlagen
en: Recognition Failed
es: Error de reconocimiento
fr: Échec de la reconnaissance
hi: पहचान विफल
it: Riconoscimento fallito
ja: 認識に失敗しました
pt_br: Falha no reconhecimento

source: 试听
de: Vorschau
en: Preview
es: Escuchar muestra
fr: Écouter un extrait
hi: नमूना सुनें
it: Ascolta anteprima
ja: 試聴
pt_br: Ouvir prévia

source: 试听音色
de: Stimme vorhören
en: Preview voice
es: Vista previa de voz
fr: Aperçu de la voix
hi: आवाज का पूर्वावलोकन करें
it: Anteprima della voce
ja: プレビュー音声
pt_br: Visualizar voz

source: 试用结束后收费
de: Abrechnung nach Ende der Testphase
en: Billed after the trial ends
es: Se cobra al finalizar la prueba
fr: Facturé à la fin de l'essai
hi: ट्रायल खत्म होने के बाद शुल्क लगेगा
it: Addebito al termine della prova
ja: トライアル終了後に課金されます
pt_br: Cobrado após o fim do teste
